{
    "quotes": [
      {
        "id": 1,
        "text": "You can do it! Every challenge is an opportunity to grow. Trust yourself, take the first step, and keep pushing forward. Success is waiting for you!"
      },
      {
        "id": 2,
        "text": "Great things start with a simple decision—to try. Don’t let fear stop you. Take that leap, work hard, and watch yourself achieve more than you ever imagined!"
      },
      {
        "id": 3,
        "text": "When you feel like quitting, remember why you started. Push through the struggles, because the reward of perseverance is always worth it!"
      },
      {
        "id": 4,
        "text": "Your limits exist only in your mind. Challenge them, break them, and discover the incredible strength that lies within you. You’re capable of amazing things!"
      },
      {
        "id": 5,
        "text": "Success isn’t about luck; it’s about effort. Keep going, even when things get tough. Every step forward, no matter how small, brings you closer to your goal!"
      },
      {
        "id": 6,
        "text": "Failure isn’t the end—it’s a lesson. Each mistake is a stepping stone to success. Keep learning, keep growing, and never stop believing in yourself!"
      },
      {
        "id": 7,
        "text": "You’re stronger than you think! No obstacle is too big when you have the willpower to overcome it. Stay focused, stay determined, and keep moving forward!"
      },
      {
        "id": 8,
        "text": "Giving up is the only real failure. Keep going, even when progress feels slow. One day, you’ll look back and see how far you’ve come!"
      },
      {
        "id": 9,
        "text": "Success starts with a single step. Don’t overthink—just start. Take action today, and you’ll be amazed at what you can accomplish!"
      },
      {
        "id": 10,
        "text": "Believe in yourself even when no one else does. Confidence, persistence, and hard work will take you places you never thought possible!"
      }
    ]
  }
  